Revit 2024 API
ParameterTypeId.CurtaingridOriginn1 Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurtaingridOriginn1 { get; }
Visual Basic
Public Shared ReadOnly Property CurtaingridOriginn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtaingridOriginn1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace